{
  "name" : "bleach",
  "alternative" : "ブリーチ",
  "author" : "Tite Kubo",
  "thumbnail" : "bleach.jpeg",
  "genres" : ["Shounen", "Supernatural", "Action", "Comedy", "Martial Arts", "Adventure", "Fantasy" , "Drama"],
  "description" : "Ichigo Kurosaki has always been able to see ghosts, but this ability doesn't change his life nearly as much as his close encounter with Rukia Kuchiki, a Soul Reaper and member of the mysterious Soul Society. While fighting a Hollow, an evil spirit that preys on humans who display psychic energy, Rukia attempts to lend Ichigo some of her powers so that he can save his family, but much to her surprise, Ichigo absorbs every last drop of her energy. Now a full-fledged Soul Reaper himself, Ichigo quickly learns that the world he inhabits is one full of dangerous spirits, and along with Rukia, who is slowly regaining her powers, it's Ichigo's job to both protect the innocent from Hollows and to help the spirits themselves find peace.",
  "rating" : "4/5",
  "views" : 1000
}
{
  "name" : "naruto",
  "alternative" : "―ナルト―",
  "author" : "Masashi Kishimoto",
  "thumbnail" : "naruto.jpeg",
  "genres" : ["Japanese" , "Shounen" , "Action" ,"Adventure" , "Martial Arts" , "Super Power"],
  "description" : "Whenever Naruto Uzumaki proclaims that he will someday become the Hokage—a title bestowed upon the best ninja in the Village Hidden in the Leaves—no one takes him seriously. Since birth, Naruto has been shunned and ridiculed by his fellow villagers. But their contempt isn't because Naruto is loud-mouthed, mischievous, or because of his ineptitude in the ninja arts, but because there is a demon inside him. Prior to Naruto's birth, the powerful and deadly Nine-Tailed Fox attacked the village. In order to stop the rampage, the Fourth Hokage sacrificed his life to seal the demon inside the body of the newborn Naruto.",
  "rating" : "5/5",
  "views" : 2000
}
{
  "name" : "one piece",
  "alternative" : "One Piece",
  "author" : "Eiichiro Oda",
  "thumbnail" : "one-piece.jpeg",
  "genres" : ["Japanese" , "Shounen" , "Action" , "Adventure" , "Comedy" , "Fantasy" , "Super Power"],
  "description" : "Gol D. Roger, a man referred to as the Pirate King, is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the Pirate King is executed and the Great Age of Pirates begins.",
  "rating" : "2/5",
  "views" : 3000
}
{
  "name" : "solo leveling",
  "alternative" : "나 혼자만 레벨업",
  "author" : "Chu-Gong",
  "thumbnail" : "solo-leveling.jpeg",
  "genres" : ["Manhwa" , "Action" , "Adventure" , "Drama" , "Fantasy" , "Romance" , "Supernatural"],
  "description" : "10 years ago, after “the Gate” that connected the real world with the monster world opened, some of the ordinary, everyday people received the power to hunt monsters within the Gate. They are known as “Hunters”. However, not all Hunters are powerful. My name is Sung Jin-Woo, an E-rank Hunter. I’m someone who has to risk his life in the lowliest of dungeons, the “World’s Weakest”. Having no skills whatsoever to display, I barely earned the required money by fighting low-leveled dungeons… at least until I found a hidden dungeon with the hardest difficulty within the D-rank dungeons! In the end, as I was accepting death, I suddenly received a strange power, a quest log that only I could see, a secret to leveling up that only I know about! If I trained in accordance with my quests and hunted monsters, my level would rise. Changing from the weakest Hunter to the strongest S-rank Hunter!",
  "rating" : "5/5",
  "views" : 10000
}
{
  "name" : "medical return",
  "alternative" : "메디컬 환생",
  "author" : "Kidari studio / Yeon jae joong / Yuin",
  "thumbnail" : "medical-return.jpeg",
  "genres" : ["Action" , "Comedy" , "Fantasy"],
  "description" : "Kim Jihyun, who lived his life as a disreputable surgeon, gains a second chance to relive his life. He then goes back to his middle school-days, and live his life to the fullest unlike before, he studies nonstop. His goal is to become a dermatologist who make lots of money instead of the poor surgeon he was from previous life!",
  "rating" : "4/5",
  "views" : 1000
}
{
  "name" : "omniscient readers viewpoint",
  "alternative" : "Omniscient Readers Viewpoint",
  "author" : "Sing-shong",
  "thumbnail" : "omniscient-readers-viewpoint.jpeg",
  "genres" : ["Action" , "Comedy" , "Fantasy"],
  "description" : "Only I know the end of this world. One day our MC finds himself stuck in the world of his favorite webnovel. What does he do to survive? It is a world struck by catastrophe and danger all around. His edge? He knows the plot of the story to end. Because he was the sole reader that stuck with it. Read his story to see how he survives!",
  "rating" : "3.5/5",
  "views" : 8000
}
{
  "name" : "second life ranker",
  "alternative" : "Ranker Who Lives A Second Time / SLR / The Ranker Who Lives Twice / Ранкер, который живёт второй раз / 二度生きるランカー / 두 번 사는 랭커",
  "author" : "Nong nong / Sa doyeon",
  "thumbnail" : "second-life-ranker.jpeg",
  "genres" : ["Webtoon" , "Action" , "Adventure" , "Fantasy" , "Supernatural"],
  "rating" : "3/5",
  "description" : "Yeon-woo had a twin brother who disappeared five years ago. One day, a pocket watch left by his brother returned to his possession. Inside, he found a hidden diary in which was recorded “By the time you hear this, I guess I will be already dead….” Obelisk, the Tower of the Sun God, a world where several universes and dimensions intersect. In this world, his brother had fallen victim to betrayal while climbing up the tower. After learning the truth, Yeon-woo decided to climb the tower along with his brother’s diary. Yeon-woo then proceeds to go through the same trials and fights as his younger brother did as an anonymous player. His goal? Defeating the Obelisk Tower and get revenge for his brother",
  "views" : 6000
}
{
  "name" : "volcanic age",
  "alternative" : "Volcanic Age",
  "author" : "Jeong-jun / Tomato",
  "thumbnail" : "volcanic-age.jpeg",
  "genres" : ["Shounen" , "Action" , "Adventure" , "Fantasy"],
  "rating" : "3/5",
  "description" : "Joo seo-cheon, a man who survives the age of war through sheer luck and becomes hwasan factions elder only to live a life full of regrets and doubts. he then lies on his death bed waiting for the inevitable when he is returned to the past…",
  "views" : 500
}
